[{
  "_id": {
    "$oid": "67cc92018ddcb8c816073d24"
  },
  "name": "Tay Cầm Sony DualSense 5 PS5 Chĩnh Hãng + Top Gamepad Chơi Game Tối Ưu Cho PC / FO4 / FIFA | HÀNG NHẬP KHẨU",
  "image": "https://shoptaycam.com/wp-content/uploads/2021/06/bandicam-2025-01-08-02-38-45-176.jpg",
  "brand": "PS5",
  "price": 1399000,
  "countInStock": 10,
  "rating": 4.5,
  "description": "Tay cầm DualSense PS5 là bộ điều khiển chơi game mới của Sony với thiết kế bo tròn hiện đại, phối màu trắng – đen tinh tế. Nút Share được thay thế bằng nút Create, hỗ trợ game thủ tạo nội dung dễ dàng hơn.  \n\nSony đã cải tiến DualSense với công nghệ Haptic Feedback và Adaptive Trigger, giúp mô phỏng chính xác phản hồi xúc giác và lực nhấn của cò súng, cung tên hay bàn đạp ga trong game.  \n\nThông số kỹ thuật chính:\n- Kích thước: 160mm x 66mm x 106mm  \n- Trọng lượng: 280g  \n- Cảm biến chuyển động: 6 trục (con quay hồi chuyển + gia tốc kế)  \n- Âm thanh: Micro tích hợp, loa đơn, jack cắm tai nghe  \n- Phản hồi: Cò R2/L2 có hiệu ứng Trigger, rung haptic  \n- Kết nối: USB-C, Bluetooth 5.1, pin 1.560mAh  \n\nDualSense PS5 mang đến trải nghiệm chơi game chân thực và sống động hơn nhờ những cải tiến vượt trội về công nghệ.",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-08T18:52:49.707Z"
  },
  "updatedAt": {
    "$date": "2025-03-23T18:19:34.543Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67cc928f8ddcb8c816073d27"
  },
  "name": "Tay Cầm Sony DualSense 5 PS5 Đen Midnight Black Chĩnh Hãng Top Gamepad Cho PC / FO4 / FIFA | HÀNG NHẬP KHẨU",
  "image": "https://shoptaycam.com/wp-content/uploads/2021/06/bandicam-2025-01-08-02-38-49-966.jpg",
  "brand": "PS5",
  "price": 1399000,
  "countInStock": 25,
  "rating": 4.5,
  "description": "Điều đầu tiên chúng ta có thể nhận thấy ngay Tay Cầm DualSense PS5 đã được thiết kế lại, theo kiểu bo tròn hơn và đi kèm với hai tông màu trắng và đen phối vào nhau. Nút Share giờ đây đã được thay thế bằng nút Create với tính năng giúp game thủ tạo ra những nội dung game hoành tráng\n\nTay cầm DualSense PS5 năm nay được Sony cải tiến với nhiều công nghệ đáng chú ý như Haptic Feedback và Adaptive Trigger, cho phép nhà phát triển game điều chỉnh độ rung dựa trên sự căng thẳng của người chơi để đem đến cảm giác chính xác hơn so với công nghệ rung truyền thống\n\nTay cầm DualSense PS5 Sử dụng một motor đặc biệt để  tùy biến lực nhấn của cò L2 và R2, tay cầm DualSense của PlayStation 5 cho phép mô phỏng chân thật độ nặng của cò súng, của cung tên hay bàn đạp ga trong những tựa game đua xe cực kỳ chân thật\n\nTay Cầm Sony DualShock 5 PS5 PlayStation 5 Chính Hãng với những thông số chi tiết:\n\nDimensions: Approx. 160mm x 66mm x 106mm (excludes largest projection) (width x height x depth)\nWeight: Approx. 280g\nButtons: PS button, Create button, Options button, Directional buttons (Up/Down/Left/Right), Action buttons (Triangle, Circle, Cross, Square),R1/L1 button, R2/L2 button (with Trigger Effect)Left stick / L3 button, Right stick / R3 button, Touch Pad button, MUTE button\nTouch Pad: 2 Point Touch Pad, Capacitive Type, Click Mechanism\nMotion Sensor: Six-axis motion sensing system (three-axis gyroscope + three-axis accelerometer)\nAudio: Built-in Microphone Array, Built-in Mono Speaker, Stereo Headset JackOutput : 48kHz/16bit, Input : 24kHz/16bit\nFeedback: Trigger Effect (on R2/L2 button), Vibration (haptic feedback by dual actuators), Indicators (Light bar / Player indicator / MUTE status)\nPorts: USB Type-C® port (Hi-Speed USB), Stereo Headset Jack, Charging Terminals\nCommunication: Wireless: Bluetooth® Ver5.1\nWired: USB connection (HID, Audio)\nBattery Type: Built-in rechargeable lithium-ion battery\nVoltage: DC 3.65V\nCapacity: 1,560mAh",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-08T18:55:11.602Z"
  },
  "updatedAt": {
    "$date": "2025-03-23T09:33:49.265Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67cc92e08ddcb8c816073d2a"
  },
  "name": "Tay Cầm Sony DualShock 4 PS4 Cũ 2nd + Kèm Cáp USB Chơi Game Tối Ưu Cho PC / FO4 / FIFA ",
  "image": "https://shoptaycam.com/wp-content/uploads/2021/07/5e35ba5e-5c6c-442a-a133-26b6f6c45b90_2.db142c19ba0cf6665807ffcb4da0cd41-1024x963.jpeg",
  "brand": "PS4",
  "price": 799000,
  "countInStock": 38,
  "rating": 4.5,
  "description": "Tay Cầm Sony DualShock 4 PS4 Cũ 2nd Tặng Kèm Cáp USB Chơi Game Tối Ưu Cho PC / FO4 / FIFA | HÀNG MỚI VỀ\nTay Cầm Sony DualShock 4 PS4 Cũ 2nd Hà Nôi TPHCM Đà Nẵng giao COD Toàn QuốcTặng Kèm Cáp USB Chơi Game Tối Ưu Cho PC / FO4 / FIFA | HÀNG MỚI VỀ tại #shoptaycam",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-08T18:56:32.922Z"
  },
  "updatedAt": {
    "$date": "2025-03-14T05:00:54.327Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67ce662dc6ead598de809e76"
  },
  "name": "Tay Cầm Sony DualShock 4 PS4 Chĩnh Hãng Màu Đỏ RED + Cáp USB Chơi Game Tối Ưu Cho PC / FO4 / FIFA | Hàng SONY Việt Nam",
  "image": "https://shoptaycam.com/wp-content/uploads/2019/01/fee287b3-a8f0-48ec-be28-4bcb993d6273_3.791f0ecb3e357f0073a01bb2be175a7a.jpeg",
  "brand": "PS4",
  "price": 1399000,
  "countInStock": 38,
  "rating": 4.5,
  "description": "Tay cầm Sony DualShock 4 PS4 phiên bản được Sony cải tiến một số chi tiết như: xuất hiện dải đèn LED trên touch pad giúp game thủ định vị tay cầm tốt hơn trong điều kiện thiếu sáng cũng như phân biệt với tay cầm của người chơi khác, bộ nút điều khiển được thay đổi thành đen nhám giúp bám tay hơn.\nTay cầm Sony DualShock 4 PS4 là tay cầm thế hệ mới được Sony phát triển dành riêng cho máy Playstation 4 nhằm định nghĩa cách mà các game trên hệ máy Next-Gen nên được điều khiển, DualShock®4 là sự kết hợp của những tính năng mới cộng với cơ chế điều khiển tự do chính xác. Các cần angalog được cải tiến và cac nút cò cho phép người chơi thao tác với độ chính xác cực cao, trong khi đó các công nghệ tiên tiến mới như touch pad đa điểm, loa và đèn tích hợp cho phép người chơi có những cách trải nghiệm và tương tác mới mẻ với những tựa game Next-Gen. Chưa kể tới việc thêm vào nút Share cho phép bạn ăn mừng và Upload các giây phút tuyệt vời của bạn trên máy PS4 chỉ với một nút bấm.\nTay cầm Sony DualShock 4 PS4 có Khả năng điều khiển chính xác\nCảm nhận, hình dáng, và độ nhạy của các cần analog và nút cò DualShock®4 đã được nâng cấp nhằm cho phép người chơi khả năng điều khiển tuyệt đối với các game trên PS4. Đèn tích hợp ở trong tay cầm ngoài việc cho đẹp còn có tác dụng thể hiện các thông số trong một số game, ngoài ra đèn này còn đóng vai trò thay thế cho PSmove trong việc tương tác với các ứng dụng hoặc game.\nTay cầm Sony DualShock 4 PS4 Khả năng chia sẻ trong tầm tay của tay cầm\nViệc thêm vào nút Share khiến việc chia sẻ những khoảnh khắc tuyệt vời đơn giản chỉ với một nút bấm. Upload các đoạn gameplay và screenshots trực tiếp từ máy PS4 hoặc live-stream các đoạn gameplay của bạn, tất cả trở nên thật đơn giản và quan trọng nhất là nó không làm gián đoạn quá trình chơi của bạn.\nTay cầm Sony DualShock 4 PS4 Mang lại một trải nghiệm mới: Các tính năng mang tính đột phá như touch pad, đèn và loa tích hợp mang lại người chơi những trải nghiệm mới mẽ và trên tay cầm có tích hợp jack cắm headset cộng với jack 3.5mm cho cung cấp cho người chơi một cách thức giao tiếp tiện nghi trong các trận chiên đông thới cung cấp giải pháp âmt hanh cho các game thủ muốn trải nghiệm game một cách riêng tư mà không bị ai quấy rầy. Nhưng bạn phải lưu ý khả năng chat voice chỉ có thể hoạt động tốt nhất với headset kèm theo và có thể không tương thích với một số tai nghe nhất định.\nTay cầm Sony DualShock 4 PS4 Sạc hiệu quả – tay cầm có thể dễ dàng sạc bằng cách cấm vào máy PS4, tay cầm sẽ được sạc ngay cả khi máy ở trong chế độ Standby, hoặc bạn có thể kết nối tay cầm với bất kỳ các cổng USB khác để sạc chỉ với một sợi dây mico-USB.\nThông số kĩ thuật của tay cầm Sony DualShock 4 PS4\n– Kích thước (dài-rộng-cao): 162mm x x 98mm x 52mm (Gần như không khác biệt gì với DualShock 3: 160mm x 97mm x 55mm).\n– Cân nặng: 210g (DualShock 192g).\n– Các nút bấm không có nhiều thay đổi ngoài 2 phím select và start được thay thế bởi touchpad, bổ sung nút share.\n– Touchpad: cảm ứng điện dung nhận diện 2 điểm và có thể click được.\n– Cảm biến chuyển động Six-Axis, đèn LED phối hợp cùng Eye Toy để xác định vị trí.\n– Đèn LED với khả năng hiển thị 3 màu đóng vai trò cung cấp thông tin cho người chơi, ví dụ như tình trạng của nhân vật.\n– Cổng kết nối: USB (micro B), headphone (giao tiếp tương tự PSP).\n– Pin Li-ion 1000mAh.",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-10T04:10:21.676Z"
  },
  "updatedAt": {
    "$date": "2025-03-23T05:01:06.069Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67ce662dc6ead598de809e77"
  },
  "name": "Tay Cầm Xbox One S Cũ 2ND + Cáp Cable USB Chơi Game Tối Ưu Cho FC ONLINE / FIFA / PC / LAPTOP | NOBOX – MÀU TRẮNG",
  "image": "https://shoptaycam.com/wp-content/uploads/2021/06/tay-c%E1%BA%A7m-xbox-one-s-c%C5%A9-2nd-1024x768.jpg",
  "brand": "Xbox",
  "price": 699000,
  "countInStock": 40,
  "rating": 4.5,
  "description": "– Giá thị trường 1.350.000 – 1.650.000 VND –> Giảm Chỉ Còn 699.000 VNĐ Đến 30/12/2025 ( hoặc hết hàng )\n– Bảo Hành: 1 Đổi 1 Trong 3 ngày, Bảo hành 01 Tháng\n\n– Hãng Sản Xuất: Microsoft\n\n– Màu Sắc: Trắng\n– Đóng Hộp: Tay cầm Xbox One S Trắng nobox + Cab USB + Bộ bọc cần analog tối ưu bảo vệ tay cầm\n\n– Hỗ Trợ Kết nối: tay cầm Xbox One S Chính hãng shop phân phối hỗ trợ kết nối\n1. Không Dây ( Bạn cần thêm 1 Wireless Adapter )\n2. Bluetooth ( Nếu bạn dùng PC không có Blutooth cần mua thêm USB 4.0 hỗ trợ bluetooth  và Laptop có Blutooth thì bạn sử dụng Xbox One S 1 cách bình thường bằng không dây )\n3. Có Dây: Bạn cắm Trực tiếp vào dây Cáp USB Biến Xbox One S thành 1 tay cầm có dây với tốc độ ổn định\n– Hỗ Trợ Window: WIN 10, WIN 8 và WIN 7\n– Phần mềm hỗ trợ Window 7: http://digiex.net/downloads/download-center-2-0/xbox-one-content/apps-pc/13601-xbox-one-controller-usb-drivers-windows-pc-download.html",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-10T04:10:21.676Z"
  },
  "updatedAt": {
    "$date": "2025-03-10T04:19:16.020Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67ce662dc6ead598de809e78"
  },
  "name": "Tay Cầm Xbox One S Cũ 2ND + Cáp Cable USB Chơi Game Tối Ưu Cho FC ONLINE / FIFA / PC / LAPTOP | NOBOX – MÀU ĐEN",
  "image": "https://shoptaycam.com/wp-content/uploads/2021/06/tay-c%E1%BA%A7m-xbox-one-s-c%C5%A9-2nd-DEN-1024x768.jpg",
  "brand": "Xbox",
  "price": 699000,
  "countInStock": 39,
  "rating": 4.5,
  "description": "Giá thị trường 1.350.000 – 1.650.000 VND –> Giảm Chỉ Còn 699.000 VNĐ Đến 30/12/2025 ( hoặc hết hàng )\n– Bảo Hành: 1 Đổi 1 Trong 3 ngày, Bảo hành 01 Tháng\n\n– Hãng Sản Xuất: Microsoft\n\n– Màu Sắc: Đen\n– Đóng Hộp: Tay cầm Xbox One S đen nobox + Cab USB + Bộ bọc cần analog tối ưu bảo vệ tay cầm\n\n– Hỗ Trợ Kết nối: tay cầm Xbox One S Chính hãng shop phân phối hỗ trợ kết nối\n1. Không Dây ( Bạn cần thêm 1 Wireless Adapter )\n2. Bluetooth ( Nếu bạn dùng PC không có Blutooth cần mua thêm USB 4.0 hỗ trợ bluetooth  và Laptop có Blutooth thì bạn sử dụng Xbox One S 1 cách bình thường bằng không dây )\n3. Có Dây: Bạn cắm Trực tiếp vào dây Cáp USB Biến Xbox One S thành 1 tay cầm có dây với tốc độ ổn định\n– Hỗ Trợ Window: WIN 10, WIN 8 và WIN 7\n– Phần mềm hỗ trợ Window 7: http://digiex.net/downloads/download-center-2-0/xbox-one-content/apps-pc/13601-xbox-one-controller-usb-drivers-windows-pc-download.html",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-10T04:10:21.676Z"
  },
  "updatedAt": {
    "$date": "2025-03-14T11:52:49.629Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67d3ffb9ca1c891ea4eca0a4"
  },
  "name": "Tay Cầm Flydigi APEX 4 – Tay Cầm Bluetooth Wireless Cao Cấp Chơi FO4 FC ONLINE, PC, LAPTOP, Steam, Android | HÀNG MỚI VỀ 2024",
  "image": "https://shoptaycam.com/wp-content/uploads/2024/06/APEX-4.jpg",
  "brand": "Flydigi",
  "price": 1899000,
  "countInStock": 10,
  "description": "Tay Cầm Flydigi APEX 4 – Tay Cầm Bluetooth Wireless Cao Cấp Chơi FO4 FC ONLINE, PC, LAPTOP, Steam, Android | HÀNG MỚI VỀ 2024 –  Flydigi APEX 4 Controller",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-14T10:06:49.642Z"
  },
  "updatedAt": {
    "$date": "2025-03-19T03:39:03.300Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67d41bd11bd8c93cffa51b48"
  },
  "name": "Tay Cầm Flydigi Dune Fox Chính Hãng Không Dây 2.4G, Hall Effect Chơi FO4 FC ONLINE, PC, LAPTOP, Steam, Mobile – MỚI 2025",
  "image": "https://shoptaycam.com/wp-content/uploads/2025/02/bandicam-2025-02-13-15-14-30-935.jpg",
  "brand": "Flydigi",
  "price": 450000,
  "countInStock": 11,
  "description": "Tay Cầm Flydigi Dune Fox Chính Hãng Không Dây 2.4G, Hall Effect Chơi FO4 FC ONLINE, PC, LAPTOP, Steam, Mobile – MỚI 2025 tại ShopTayCam\nTay Cầm Flydigi Dune Fox – mẫu Tay Cầm mới ra mắt năm 2025 trong tầm giá 500K đang bán chạy hàng đầu tại ShopTayCam – Đại Lý phân phối chính hãng FLYDIGI tại Việt Nam",
  "status": "active",
  "createdAt": {
    "$date": "2025-03-14T12:06:41.882Z"
  },
  "updatedAt": {
    "$date": "2025-03-14T12:06:41.882Z"
  },
  "__v": 0
}]